/* Rank among friends format singular */
"#%1$@ of 1 friend" = "1 / %1$@. barát";

/* Rank and leaderboard size (singular) */
"#%1$@ of 1 player" = "1 / %1$@. játékos";

/* Achievement User Title points tally compare screen (singular form) */
"1 Achievement, 0 Points" = "1 elért eredmény, 0 pont";

/* Achievement User Title points tally compare screen (singular form) */
"1 Achievement, 1 Point" = "1 elért eredmény, 1 pont";

